export default {
  translations: {
    Приветствие: `${[
      'Добры дзень!',
      '🤖 <b>Patrebna</b> — гэта бот-памочнік для адсочвання абнаўленняў на найбуйнейшых пляцоўках Беларусі.',
      '🎯 Наша асноўная мэта — падаваць вам актуальную інфармацыю і дапамагаць заставацца ў курсе ўсіх абнаўленняў.',
      '',
      '📢 Каб быць у курсе свежых навін, акцый і абнаўленняў – падпісвайцеся на наш <a href="https://t.me/patrebna_news">канал</a>!',
    ].join('\n')}`,
    'Сообщение о регистрации':
      'Што б пачаць узаемадзеянне з ботам, трэба прайсці простую рэгістрацыю.',
    'Пользователь уже зарегистрирован':
      '👏 Вы ўжо зарэгістраваны, можаце карыстацца ботам.',
    'Сообщение об отслеживании':
      'Вы можаце выбраць адну (ці некалькі) пляцовак для адсочвання абнаўленняў. ⬇️',
    Регистрация: '🆕 Рэгістрацыя',
    'Дата регистрации': 'Дата рэгістрацыі',
    Недавно: 'Нядаўна',
    'Успех регистрации': '🚀 Ура! Рэгістрацыя прайшла паспяхова.',
    'Ошибка регистрации':
      '🛑 Рэгістрацыя не ўдалася. Паспрабуйце зноў або звернецеся ў тэхпадтрымку: <a>@evgeniykolmak</a>.',
    'Количество рефералов': 'Колькасць рэфералоу',
    'Сообщение для профиля': `${[
      '👋 <b>Сардэчна запрашаем у ваш профіль!</b>',
      '',
      'Тут вы знойдзеце інфармацыю аб вашым акаўнце, зможаце праверыць статус падпіскі і кіраваць наладамі.',
      '🚀 Выкарыстоўвайце ўсе магчымасці бота напоўніцу!',
    ].join('\n')}`,
    Активна: 'Актыўная',
    Истекла: 'Скончылася',
    Неактивна: 'Неактыўная',
    До: 'да',
    Помощь: 'Дапамога',
    Техподдержка:
      '💬 Калі вы не знайшлі патрэбнага адказу, не саромейцеся звярнуцца ў тэхнічную падтрымку: <a>@evgeniykolmak</a>',
    Профиль: 'Профіль',
    Отслеживать: 'Адсочваць',
    Язык: '🇧🇾 Мова',
    'Сменить язык': '🇷🇺 Русский',
    'Переключить язык приложения': '🔄 Вы можаце змяніць мову інтэрфейсу на:',
    'Язык был изменен': '✅ Мова была паспяхова зменена на <b>Беларускую</b>',
    Назад: '⬅️ Назад',
    'Добавить ссылку': '🔗 Дадаць спасылку',
    'Изменить ссылку': '♻️ Змяніць спасылку',
    'Удалить ссылку': '❌ Выдаліць спасылку',
    'Добавить еще ссылку': '➕ Дадаць яшчэ спасылку',
    'Начать отслеживание': '▶️ Працягнуць адсочванне',
    'Остановить отслеживание': '⏸️ Прыпыніць адсочванне',
    'Сообщение об успехе':
      '✅ Усё прайшло выдатна. Можаце працягнуць карыстацца ботам.',
    'Сообщение о неудаче':
      '🛑 Нешта пайшло не так. Паспрабуйце зноў або звернецеся ў тэхпадтрымку: <a>@evgeniykolmak</a>.',
    'Сообщение об успешном выполнении задания': `${[
      '🎉 <b>Заданне паспяхова выканана!</b>',
      '',
      '✅ Вы атрымалі бясплатную падпіску — яна ўжо актываваная і гатовая да выкарыстання.',
      '🤖 Цяпер вы можаце карыстацца ботам без абмежаванняў.',
      '',
      '🔄 А таксама, калі хочаце больш падпіскі — вяртайцеся да спісу заданняў і атрымлівайце яшчэ дні бясплатна!',
    ].join('\n')}`,
    'Сообщение о неудачном выполнении задания': `${[
      '❌ <b>Заданне не было выканана!</b>',
      '',
      '😞 Каштоўны бонус не быў атрыманы, калі ласка, паспрабуй яшчэ раз.',
      '🤖 Вы можаце працягваць выкарыстоўваць бота, але без бонуса на гэты раз.',
      '',
      '🔄 Калі хочаце атрымаць бясплатную падпіску, вяртайцеся да заданняў і паспрабуйце выканаць іх зноў! 💪',
    ].join('\n')}`,
    'Удалить профиль': '❌ Выдаліць профіль',
    'Сообщение об удалении профиля':
      '⚠️ Профіль немагчыма будзе аднавіць, а таксама ўсе дадзеныя будуць згублены. Для далейшага ўзаемадзеяння спатрэбіцца паўторная рэгістрацыя.',
    'Все равно удалить': '🙆‍♂️ Усё роўна выдаліць',
    'В другой раз': '🙅 У іншы раз',
    'Подтвердить удаление':
      'Профіль быў паспяхова выдалены. З нецярпеннем будзем чакаць вас зноў. 😊',
    'Отклонить удаление':
      '👍 Выдатна, што вы перадумалі. Цяпер давайце пачнем што-небудзь адсочваць.',
    'Текст для Kufar':
      "🧩 <b>Kufar</b> - гэта папулярны інтэрнэт-рэсурс, які дае магчымасць размяшчаць аб'явы аб продажы і куплі розных тавараў і паслуг. На <b>Kufar</b> можна знайсці шырокі асартымент тавараў, пачынальна ад бытавой тэхнікі і мэблі, сканчаючы аўтамабілямі і нерухомасцю.\nℹ️ Каб пачаць узаемадзейнічаць, трэба ўсяго толькі дадаць спасылку.",
    'Текст для Kufar при добавлении ссылки':
      '❗ Калі ласка, выкарыстайце карэктныя спасылкі.\nУстаўце змесціва, скапіяванае з адраснага радка браўзэра (на сайце <b>Kufar.bу</b>), у поле ніжэй і адпраўце паведамленне.\n❗❗❗Важна! Спасылку трэба выкарыстоўваць (дадаваць) менавіта тую, што знаходзіцца ў адрасным радку браўзэра, са ўсімі паддаменамі (<b>re</b> - для нерухомасці і <b>auto</b> для аўтамабіляў) - інакш працаваць не будзе.',
    'Укажите ссылку для Kufar':
      '⚙️ Пазначце спасылку з параметрамі для адсочвання тыпу - https://kufar.by/l/горад/тавар/',
    'Плейсхолдер ссылки Kufar': 'https://kufar.by/l/горад/тавар/',
    'Ошибка редактирования сообщения':
      '⚠️ Гэта паведамленне састарэла або ўжо абноўлена.',
    'Cообщение для редактирования не найдено':
      '⚠️ Не атрымалася знайсці паведамленне для рэдагавання.',
    'Ошибка удаления сообщения':
      '⚠️ Гэта паведамленне састарэла або ўжо выдалена.',
    'Неизвестная ошибка': '❗ Адбылася невядомая памылка. Паспрабуйце пазней.',
    'Ошибка добавления ссылки':
      '❌ Непадыходныя спасылка. Калі ласка, паспрабуйце зноў.',
    'Ссылка удалена': `${[
      '<b>❌ Спасылка была выдалена!</b>',
      '',
      'Вы паспяхова выдалілі спасылку са спісу. Цяпер яна больш не адсочваецца.',
      'Калі захочаце дадаць яе зноў, проста скарыстайцеся адпаведнай камандай.',
    ].join('\n')}`,
    ФИО: 'Прозвішча, імя',
    Псевдоним: 'Псеўданім',
    Подписка: 'Падпіска',
    Ссылка: 'Спасылка',
    Состояние: 'Стан спасылки',
    'Активное состояние': 'Актыўны',
    'Неактивное состояние': 'Неактыўны',
    'Информация о ссылке': 'Інфармацыя пра спасылку',
    'Вот данные по запрашиваемой ссылке': 'Вось дадзеныя па запытанай спасылцы',
    'Сообщение над тарифами':
      '🔥 Абярыце тарыф, які лепш за ўсё падыходзіць вам, і пачынайце карыстацца прэміум-доступам ужо зараз! 🚀 У нас ёсць розныя варыянты на любы запыт - ад кароткіх выпрабавальных перыядаў да максімальна выгадных доўгатэрміновых падпісак. 💎',
    'Купить подписку': '🛒 Купіць падпіску',
    'Получить подписку': '🎁 Атрымаць падпіску',
    'Количество объявлений': "Колькасць аб'яваў",
    Появилось: "З'явілася",
    'Новое объявление': "новая аб'ява",
    'C ценой': 'з коштам',
    Подробнее: 'Больш падрабязна ➡️',
    Оплатить: '💳 Аплаціць',
    Дней: 'дзён',
    Пробный: 'Пробны 🧪',
    Начальный: 'Пачатковы 🌱',
    Базовый: 'Базавы 🧱',
    Стандартный: 'Стандартны ⚙️',
    Оптимальный: 'Аптымальны ⭐',
    Расширенный: 'Пашыраны 📈',
    Долгосрочный: 'Доўгатэрміновы 🚀',
    Годовой: 'Гадавы 🔥',
    'Cообщение для пробного':
      '🧪 <b>Пробны</b> — 1 дзень за <b>3 BYN</b>. Ідэальна для першага знаёмства!',
    'Cообщение для начального':
      '🌱 <b>Пачатковы</b> — 3 дні за <b>7 BYN</b> (усяго <b>2.33 BYN</b> за дзень). Выдатны старт для эканоміі.',
    'Cообщение для базового':
      '🧱 <b>Базавы</b> — 7 дзён за <b>12 BYN</b> (усяго <b>1.71 BYN</b> за дзень). Тыдзень па зніжанай цане.',
    'Cообщение для стандартного':
      '⚙️ <b>Стандартны</b> — 15 дзён за <b>18 BYN</b> (усяго <b>1.2 BYN</b> за дзень). Аптымальны баланс кошту і часу.',
    'Cообщение для оптимального':
      '⭐ <b>Аптымальны</b> — 30 дзён за <b>25 BYN</b> (усяго <b>0.83 BYN</b> за дзень). Найлепшы выбар для рэгулярнага выкарыстання.',
    'Cообщение для расширенного':
      '📈 <b>Пашыраны</b> — 90 дзён за <b>70 BYN</b> (усяго <b>0.78 BYN</b> за дзень). Аптымальны выбар для рэгулярнага выкарыстання.',
    'Cообщение для долгосрочного':
      '🚀 <b>Доўгатэрміновы</b> — 180 дзён за <b>120 BYN</b> (усяго <b>0.67 BYN</b> за дзень). Адчувальная эканомія на доўгай дыстанцыі.',
    'Cообщение для годового':
      '🔥 <b>Гадавы</b> — 365 дзён за <b>230 BYN</b> (усяго <b>0.63 BYN</b> за дзень). Максімальная эканомія за ўвесь перыяд.',
    'Описание подписки': `${[
      '<b>🚀 Преміум-падпіска — максімум магчымасцей!</b>',
      '',
      '🔸 <b>Апісанне да кожнай аб’явы</b> — падрабязная інфармацыя для зручнасці.',
      '🔸 <b>Дадатковыя параметры</b> — пашыраныя характарыстыкі для нерухомасці і аўтамабіляў.',
      '🔸 <b>Прагляд на карце</b> — для нерухомасці можна ўбачыць аб’ект на карце.',
      '🔸 <b>Абнаўленні ў 6 разоў часцей</b> — атрымлівайце самую актуальную інфармацыю без затрымак.',
      '🔸 <b>Ранні доступ да новых функцый</b> — усе новаўвядзенні і абнаўленні з’яўляюцца <b>спачатку ў прэміум-версіі</b>.',
      '🔸 <b>Пашыраны функцыянал</b> — цяпер можна адсочваць <b>да 3 спасылак адначасова</b> замест адной.',
      '🔸 <b>Прыярытэтная падтрымка</b> — звароты падпісчыкаў апрацоўваюцца <b>у першую чаргу</b>.',
      '🔸 <b>Эксклюзіўныя перавагі</b> — палепшаны доступ да ўсіх магчымасцей сэрвісу.',
      '',
      '<b>✨ Абірайце тарыф і карыстайцеся ўжо зараз!</b>',
    ].join('\n')}`,
    'Описание для списка задач бесплатного премиума': `${[
      '🎯 <b>Выконвайце заданні — атрымлівайце падпіску бясплатна!</b>',
      '',
      'Хочаце падоўжыць падпіску і не выдаткаваць ні капейкі? 🤑',
      'Проста выконвайце простыя заданні са спісу ніжэй — і за кожнае выкананае дзеянне 🎁 атрымлівайце дадатковыя дні падпіскі.',
      'Чым больш заданняў ✅ — тым даўжэй падпіска! ⏳',
    ].join('\n')}`,
    'Подписка на канал': 'Падпіска на канал',
    Проверить: '📤 Праверыць',
    'Пригласить друга': '👥 Запрасіць сябра',
    'Текс с задачей  о приглашении друга': `${[
      '🤝 <b>Запрашайце сяброў — атрымлівайце ўзнагароды!</b>',
      '',
      'Вы можаце запрасіць сяброў 👥 і атрымаць <b>бясплатную падпіску на 3 дні</b> 🕔 за кожнага.',
      'Падзяліцеся сваёй спасылкай 🔗 — і атрымлівайце яшчэ больш магчымасцяў. 👇',
    ].join('\n')}`,
    'Текст с задачей подписки на канал':
      '📢 Падпішыцеся на наш навінавы канал <a href="https://t.me/patrebna_news">Патрэбные новости</a> з актуальнай інфармацыяй пра праект і атрымай <b>7 дзён</b> падпіскі бясплатна — прама цяпер! 🎁',
    'Подписка уже закончилась': `${[
      '🔔 <b>Ваша падпіска завершана!</b>',
      '',
      '🛑 Функцыі прэміум-падпіскі прыпынены, але вы ўсё яшчэ можаце карыстацца базавымі магчымасцямі сэрвісу.',
      '🔄 Каб атрымаць максімум магчымасцяў сэрвісу, падоўжыце падпіску зараз!',
    ].join('\n')}`,
    'Подписка скоро закончится': `${[
      '⚠️ <b>Ваша падпіска заканчваецца праз 1 дзень!</b>',
      '',
      '🛑 Каб не страціць доступ да прэміум-функцый, працягніце падпіску.',
      '🔗 Усе дадатковыя спасылкі будуць прыпынены, а інтэрвал абнаўлення павялічаны!',
    ].join('\n')}`,
    'Платежная ссылка не действительна': `${[
      '💳 <b>Плацеж не быў завершаны!</b>',
      '',
      '⏳ Час дзеяння плацежнай спасылкі скончыўся.',
    ].join('\n')}`,
    'Сообщение для неактивных пользователей': `${[
      '⚠️ <b>Важнае паведамленне</b>',
      '',
      'Вы не дададзелі спасылку для адсочвання новых аб’яў на пляцоўцы <b>Kufar</b>. Каб пазбегнуць выдалення профілю як неактыўнага, актывуйце профіль, дадаўшы спасылку.',
      '',
      '🕒 У вас ёсць час да канца гэтага тыдня для выканання гэтага дзеяння, пасля гэтага профіль будзе выдалены.',
      '',
      '👇 Дадаць спасылку можна ніжэй.',
    ].join('\n')}`,
    'Сообщение для заблокированного пользователя':
      '🚫 Ваш доступ да бота заблакіраваны — для ўдакладнення прычын звяжыцеся з падтрымкай: <a>@evgeniykolmak</a>.',
    'Сообщение для FAQ': `${[
      '<b>Частыя пытанні (FAQ)</b>',
      '',
      '👋 Сардэчна запрашаем! Калі вы толькі пачынаеце карыстацца ботам <b>Patrebna</b> або сутыкнуліся з пытаннямі — тут вы знойдзеце асноўныя адказы.',
      '📌 Мы сабралі важную інфармацыю, каб вы змаглі хутка разабрацца ў магчымасцях бота і эфектыўна выкарыстоўваць яго для пошуку патрэбных аб’яў.',
      '🛠️ Не знайшлі патрэбнага адказу? У канцы раздзела падкажам, як звязацца з падтрымкай.',
    ].join('\n')}`,
    'Вопрос 1': '🤖 Што такое Patrebna?',
    'Ответ 1':
      "🔸 <b>Patrebna</b> — гэта ваш бот-памочнік, які адсочвае і апавяшчае аб з'яўленні новых аб'яў на пляцоўцы <b>Kufar</b>.",
    'Вопрос 2': '🚀 Як пачаць карыстацца ботам?',
    'Ответ 2':
      '🔸 Трэба проста дадаць спасылку на тыя тавары, якія вы плануеце адсочваць.',
    'Вопрос 3': '🔗 Як правільна выбраць спасылку?',
    'Ответ 3':
      "🔸 Для дадавання спасылкі трэба скапіраваць спасылку на <b>спіс тавараў</b>, якія вы хочаце адсочваць, а не на асобнае аб'яву. Спасылка павінна быць поўнай і ўтрымліваць усе паддоменныя (напрыклад, <b>re.kufar.by</b> або <b>auto.kufar.by</b>), каб бот мог правільна адсочваць абнаўленні на ўсіх падкатэгорыях.",
    'Вопрос 4': '🌐 Дзе інфармацыя пра спасылку?',
    'Ответ 4':
      '🔸 Пасля таго як вы дадасце спасылку, уся інфармацыя будзе адлюстроўвацца ў тым жа раздзеле, дзе вы яе дадавалі. Тут вы зможаце прыпыніць, змяніць ці выдаліць спасылку.',
    'Вопрос 5': '🖇️ Як дадаць некалькі спасылак?',
    'Ответ 5':
      '🔸 У базавым функцыянале можна дадаць толькі <b>адну спасылку</b> для адсочвання. У выпадку падпіскі даступна даданне <b>да трох спасылак</b> для адсочвання адначасова.',
    'Вопрос 6': '⏱️ Як часта абнаўляецца інфармацыя?',
    'Ответ 6':
      '🔸 Бот працуе кругласутачна. Для базавага функцыянала абнаўленні адбываюцца раз у <b>30 хвілін</b>, а для карыстальнікаў з падпіскай — раз у <b>5 хвілін</b>.',
    'Вопрос 7': '💸 Колькі каштуе карыстацца ботам?',
    'Ответ 7':
      '🔸 У базавым выпадку выкарыстанне бота <b>бясплатнае</b>. Аднак для тых, хто хоча больш магчымасцяў (напрыклад, даданне некалькіх спасылак або частыя абнаўленні), даступна <b>падпіска</b>. Больш падрабязную інфармацыю пра цэны можна атрымаць пры афармленні падпісцы.',
    'Вопрос 8': '🔑 Што дае падпіска?',
    'Ответ 8': `${[
      '🔸 Падпіска прадастаўляе:',
      '- абнаўленні ў <b>6 разоў часцей</b>',
      '- магчымасць адсочваць <b>да 3 спасылак адначасова</b>',
      '- ранні доступ да новых функцый і навінак',
      '- апісанне <b>да кожнай</b> аб’явы, <b>дадатковыя параметры</b> для нерухомасці і аўто, <b>прагляд аб’екта на карце</b> для нерухомасці',
      '- прыярытэтную падтрымку',
      '- эксклюзіўныя перавагі, уключаючы палепшаны доступ да ўсіх магчымасцяў сэрвісу',
    ].join('\n')}`,
    'Вопрос 9': '🔄 Як я магу прадаўжыць падпіску?',
    'Ответ 9':
      '🔸 Падпіска сумуецца, таму яе можна прадаўжаць <b>у любы час</b> праз раздзел падпісак у бота. Проста абярыце патрэбны тарыф і аформіце аплату <b>зручным спосабам</b>.',
    'Вопрос 10': '🎁 Як атрымаць бясплатную падпіску?',
    'Ответ 10':
      '🔸 Бясплатную падпіску можна атрымаць, выконваючы розныя задачы, такія як <b>падпіска на канал</b> або <b>прыцягненне рэфералаў</b>. Больш падрабязную інфармацыю пра актуальныя задачы можна знайсці ў раздзеле <b>Падпіска</b>.',
    'Вопрос 11': '📰 Дзе апошнія навіны пра бота?',
    'Ответ 11':
      "🔸 Усе актуальныя навіны і абнаўленні пра бота можна даведацца ў нашым канале <a href='https://t.me/patrebna_news'>Патрэбныя новости</a>.",
    'Черная пятница':
      '🖤 <b>Чорная пятніца ўжо тут!</b>\n\nСкідкі <b>-50%</b> на ўсе падпіскі ⚡\nПаспей аформіць, пакуль прапановы дзейнічаюць!',
    'Новогодняя акция': `${[
      '🎉<b>Новогодняя акция!</b>🎉',
      '',
      '❄️ Скидка <b>26%</b> на все тарифы!',
      'Подарите себе выгоду к Новому году – предложение действует до <b>Старого Нового года</b>. ⏰',
    ].join('\n')}`,
    'Показать на карте': '📍 На карце',
    'В локации': 'у лакацыі',
    'Нулевая ссылка': `${[
      '⚠️ <b>Спасылка паспяхова дададзена, але па ёй не ўдалося знайсці аб’яў.</b>',
      'Магчыма, тавар з’яўляецца вельмі рэдка або спасылка ўказана некарэктна. Калі ласка, праверце, што ўсё ўведзена правільна.',
    ].join('\n')}`,
    Продавец: 'Прадавец',
    Цена: 'Кошт',
    Этаж: 'Паверх',
    Пробег: 'Прабег',
    Доставка: 'Дастаўка',
    Объем: 'Аб’ём',
    'Состояние товара': 'Стан',
    'Безопасная сделка': 'Бяспечная здзелка',
    'Общая площадь': 'Агульная плошча',
    'Количество комнат': 'Колькасць пакояў',
    'Год постройки': 'Год пабудовы',
    'Год выпуска': 'Год выпуску',
    'Тип кузова': 'Тып кузава',
    'Коробка передач': 'Каробка перадач',
    'Тип двигателя': 'Тып рухавіка',
    Кошелёк: '💼 Кашалёк',
    Магазин: '🏪 Крама',
    Баланс: 'Баланс',
    Бонусы: 'Бонусы',
    Бонусов: 'бонусаў',
    Подтвердить: 'Пацвердзіць',
    'Сообщение о кошельке': `${[
      '💰 <b>Сардэчна запрашаем у ваш кашалёк.</b>',
      '',
      'Тут вы можаце зручна папаўняць баланс і атрымліваць дадатковыя бонусы — усё ў адным месцы.',
      '',
      '<b>Спосабы атрымання бонуснай валюты:</b>',
      '💠 <b>+10% з кожнай аплаты падпіскі</b> — бонус аўтаматычна налічваецца пасля кожнай транзакцыі.',
      '💠 <b>Рэферальная праграма</b> — бонусы за кожнага запрошанага карыстальніка.',
      '💠 <b>Падпіска на афіцыйны канал</b> — дадатковае налічэнне за падтрымку праекта.',
      '💠 <b>Штодзённы бонус</b> — заходзьце штодня і забірайце ўзнагароду самастойна.',
      '',
      'Выкарыстоўвайце назапашаныя сродкі для пралангацыі падпіскі і атрымання поўнага доступу да ўсіх магчымасцей сервісу.',
    ].join('\n')}`,
    'Сообщение о магазине': `${[
      '🏪 <b>Сардэчна запрашаем у краму бонусаў!</b>',
      '',
      'Тут вы можаце патраціць назапашаныя бонусы на розныя паслугі або падпіску.',
    ].join('\n')}`,
    'Пополнить баланс': '💳 Папоўніць баланс',
    'Ежедневный бонус': '🎁 Штодзённы бонус',
    'Успех получения бонусов': `${[
      '✅ Паспяхова!',
      'Сёння атрымана бонусаў:',
    ].join('\n')}`,
    'Бонус уже получен': `${[
      '🎁 Вы ўжо атрымалі <b>штодзённы бонус</b>.',
      'Вяртайцеся <b>заўтра</b>.',
    ].join('\n')}`,
    'Сообщение над бонусами': `${[
      '✨ <b>Бонусы</b> — гэта ўнутраная валюта сэрвісу. Іх можна выкарыстоўваць для аплаты <b>падпіскі</b> і іншых магчымасцяў унутры бота.',
      'Выберыце зручны пакет і папоўніце баланс па празрыстым курсе: <b>1 BYN = 10 бонусаў.</b>',
    ].join('\n')}`,
    'Бонус 10':
      '🧪 <b>10 бонусаў за 1 BYN</b> — паспрабуй свае першыя магчымасці сэрвісу! ✨',
    'Бонус 50':
      '⚡ <b>50 бонусаў за 5 BYN</b> — хопіць на некалькі дзеянняў і эксперыментаў! 💎',
    'Бонус 100':
      '🚀 <b>100 бонусаў за 10 BYN</b> — выкарыстоўвай для падпіскі або іншых функцый! 🌟',
    'Бонус 250':
      '💎 <b>250 бонусаў за 25 BYN</b> — ідэальны старт для актыўнага выкарыстання! 🔥',
    'Бонус 500':
      '🔥 <b>500 бонусаў за 50 BYN</b> — больш бонусаў, менш папаўненняў! ⚡',
    'Бонус 1000':
      '🏆 <b>1000 бонусаў за 100 BYN</b> — максімальная свабода для ўсіх магчымасцяў! 🌟',
    'Сыграть в игру': 'Сыграць у гульню',
    Выигрыш: `${[
      '🎉 <b>Удача на вашым баку!</b>',
      '',
      'Вам налічаны <b>+1 дзень Premium</b>.',
      '🔁 Вяртайцеся заўтра, каб зноў паспрабаваць і выпрабаваць удачу.',
    ].join('\n')}`,
    'Дополнительная попытка в игре': 'Дадатковая спроба ў гульні',
    Проигрыш: `${[
      '🎲 <b>Не ў гэты раз.</b>',
      '',
      'Сёння ўдача была не на вашым баку.',
      '🔁 Вяртайцеся заўтра, каб зноў паспрабаваць і выпрабаваць удачу.',
    ].join('\n')}`,
    'Правила игры': `${[
      '🎲 <b>Кубік удачы</b> 🎲',
      '',
      'Угадайце лік, які выпадзе на кубіку, і атрымайце <b>+1 дзень Premium</b>. (<i>Пасля выбару ліку кубік кідаецца аўтаматычна.</i>)',
      '⚠️ Згуляць можна адзін раз у суткі.',
    ].join('\n')}`,
    'Игра уже сыграна': `${[
      '⏳ <b>Вы ўжо сыгралі сёння!</b>',
      '',
      '🔁 Вяртайцеся заўтра, каб зноў паспрабаваць і выпрабаваць удачу.',
    ].join('\n')}`,
    'Успешная покупка за бонусы': `${[
      '🎉 <b>Віншуем!</b>',
      'Вы паспяхова набылі падпіску за бонусы.',
    ].join('\n')}`,
    'Недостаточно бонусов': `${[
      '⚠️ <b>Недастаткова бонусаў</b>',
      'На вашым балансе недастаткова бонусаў для выканання гэтай аперацыі.',
    ].join('\n')}`,
    'Сообщения при покупке попытки в игре': `${[
      '🎲 <b>Кубік удачы</b>',
      'Скарыстайцеся магчымасцю згуляць у гульню яшчэ раз усяго за <b>5 бонусаў</b>.',
      'Колькасць спроб не абмежаваная.',
    ].join('\n')}`,
    'Доступна бесплатная попытка в игре':
      '⚠️ Спачатку выкарыстайце бясплатную спробу, пасля чаго зможаце згуляць за бонусы.',
  },
};
