export default {
  translations: {
    Приветствие: `${[
      'Добры дзень!',
      '🤖 <b>Patrebna</b> — гэта бот-памочнік для адсочвання абнаўленняў на найбуйнейшых пляцоўках Беларусі.',
      '🎯 Наша асноўная мэта — падаваць вам актуальную інфармацыю і дапамагаць заставацца ў курсе ўсіх абнаўленняў.',
      '',
      '📢 Каб быць у курсе свежых навін, акцый і абнаўленняў – падпісвайцеся на наш <a href="https://t.me/patrebna_news">канал</a>!',
    ].join('\n')}`,
    'Сообщение о регистрации':
      'Што б пачаць узаемадзеянне з ботам, трэба прайсці простую рэгістрацыю.',
    'Пользователь уже зарегистрирован':
      '👏 Вы ўжо зарэгістраваны, можаце карыстацца ботам.',
    'Сообщение об отслеживании':
      'Вы можаце выбраць адну (ці некалькі) пляцовак для адсочвання абнаўленняў. ⬇️',
    Регистрация: '🆕 Рэгістрацыя',
    'Успех регистрации':
      '🚀 Ура! Рэгістрацыя прайшла паспяхова.\nНаладзьце ваш профіль для далейшага карыстання ботам. (Вы гэтак жа можаце зрабіць гэта пазней).',
    'Ошибка регистрации':
      '🛑 Рэгістрацыя не ўдалася. Паспрабуйце зноў або звернецеся ў тэхпадтрымку: <a>@evgeniykolmak</a>.',
    'Количество рефералов': 'Колькасць рэфералоу',
    'Сообщение для профиля': `${[
      '👋 <b>Сардэчна запрашаем у ваш профіль!</b>',
      '',
      'Тут вы знойдзеце інфармацыю аб вашым акаўнце, зможаце праверыць статус падпіскі і кіраваць наладамі.',
      '🚀 Выкарыстоўвайце ўсе магчымасці бота напоўніцу!',
    ].join('\n')}`,
    Активна: 'Актыўная',
    Истекла: 'Скончылася',
    Неактивна: 'Неактыўная',
    До: 'да',
    Помощь: 'Дапамога',
    Техподдержка:
      'Калі ў вас узніклі нейкія праблемы або пытанні - звярніцеся ў тэхпадтрымку: <a>@evgeniykolmak</a>',
    Профиль: 'Профіль',
    Отслеживать: 'Адсочваць',
    Язык: '🇧🇾 Мова',
    'Сменить язык': '🇷🇺 Русский',
    'Переключить язык приложения': '🔄 Вы можаце змяніць мову інтэрфейсу на:',
    'Язык был изменен': '✅ Мова была паспяхова зменена на <b>Беларускую</b>',
    Назад: '⬅️ Назад',
    'Добавить ссылку': '🔗 Дадаць спасылку',
    'Изменить ссылку': '♻️ Змяніць спасылку',
    'Удалить ссылку': '❌ Выдаліць спасылку',
    'Добавить еще ссылку': '➕ Дадаць яшчэ спасылку',
    'Начать отслеживание': '▶️ Працягнуць адсочванне',
    'Остановить отслеживание': '⏸️ Прыпыніць адсочванне',
    'Сообщение об успехе':
      '✅ Усё прайшло выдатна. Можаце працягнуць карыстацца ботам.',
    'Сообщение о неудаче':
      '🛑 Нешта пайшло не так. Паспрабуйце зноў або звернецеся ў тэхпадтрымку: <a>@evgeniykolmak</a>.',
    'Действие отменено':
      '↪️ Дзеянне было адменена, вы перамешчаныя на галоўную.',
    'Удалить профиль': '❌ Выдаліць профіль',
    'Сообщение об удалении профиля':
      '⚠️ Профіль немагчыма будзе аднавіць, а таксама ўсе дадзеныя будуць згублены. Для далейшага ўзаемадзеяння спатрэбіцца паўторная рэгістрацыя.',
    'Все равно удалить': '🙆‍♂️ Усё роўна выдаліць',
    'В другой раз': '🙅 У іншы раз',
    'Подтвердить удаление':
      'Профіль быў паспяхова выдалены. З нецярпеннем будзем чакаць вас зноў. 😊',
    'Отклонить удаление':
      '👍 Выдатна, што вы перадумалі. Цяпер давайце пачнем што-небудзь адсочваць.',
    'Текст для Kufar':
      "🧩 <b>Kufar</b> - гэта папулярны інтэрнэт-рэсурс, які дае магчымасць размяшчаць аб'явы аб продажы і куплі розных тавараў і паслуг. На <b>Kufar</b> можна знайсці шырокі асартымент тавараў, пачынальна ад бытавой тэхнікі і мэблі, сканчаючы аўтамабілямі і нерухомасцю.\nℹ️ Каб пачаць узаемадзейнічаць, трэба ўсяго толькі дадаць спасылку.",
    'Текст для Kufar при добавлении ссылки':
      '❗ Калі ласка, выкарыстайце карэктныя спасылкі.\nУстаўце змесціва, скапіяванае з адраснага радка браўзэра (на сайце <b>Kufar.bу</b>), у поле ніжэй і адпраўце паведамленне.\n❗❗❗Важна! Спасылку трэба выкарыстоўваць (дадаваць) менавіта тую, што знаходзіцца ў адрасным радку браўзэра, са ўсімі паддаменамі (<b>re</b> - для нерухомасці і <b>auto</b> для аўтамабіляў) - інакш працаваць не будзе.',
    'Укажите ссылку для Kufar':
      '⚙️ Пазначце спасылку з параметрамі для адсочвання тыпу - https://kufar.by/l/горад/тавар/',
    'Плейсхолдер ссылки Kufar': 'https://kufar.by/l/горад/тавар/',
    'Ошибка добавления ссылки':
      '❌ Непадыходныя спасылка. Калі ласка, паспрабуйце зноў.',
    'Ссылка удалена': `${[
      '<b>❌ Спасылка была выдалена!</b>',
      '',
      'Вы паспяхова выдалілі спасылку са спісу. Цяпер яна больш не адсочваецца.',
      'Калі захочаце дадаць яе зноў, проста скарыстайцеся адпаведнай камандай.',
    ].join('\n')}`,
    ФИО: 'Прозвішча, імя',
    Псевдоним: 'Псеўданім',
    Подписка: 'Падпіска',
    Ссылка: 'Спасылка',
    Состояние: 'Стан спасылки',
    'Активное состояние': 'Актыўны',
    'Неактивное состояние': 'Неактыўны',
    'Информация о ссылке': 'Інфармацыя пра спасылку',
    'Вот данные по запрашиваемой ссылке': 'Вось дадзеныя па запытанай спасылцы',
    'Сообщение над тарифами':
      '🔥 Абярыце тарыф, які лепш за ўсё падыходзіць вам, і пачынайце карыстацца прэміум-доступам ужо зараз! 🚀 У нас ёсць розныя варыянты на любы запыт - ад кароткіх выпрабавальных перыядаў да максімальна выгадных доўгатэрміновых падпісак. 💎',
    'Купить подписку': '🛒 Купіць падпіску',
    'Получить подписку': '🎁 Атрымаць падпіску',
    'Количество объявлений': "Колькасць аб'яваў",
    Появилось: "З'явілася",
    'Новое объявление': "новая аб'ява",
    'C ценой': 'з коштам',
    Подробнее: 'Больш падрабязна ➡️',
    Оплатить: '💳 Аплаціць',
    Дней: 'дзён',
    Пробный: 'Пробны 🧪',
    Минимальный: 'Мінімальны ⚡',
    Оптимальный: 'Аптымальны 🔥',
    Расширенный: 'Пашыраны 🚀',
    Максимальный: 'Максімальны 👑',
    'Описание подписки': `${[
      '<b>🚀 Преміум-падпіска — максімум магчымасцей!</b>',
      '',
      '🔹 <b>Абнаўленні ў 4 разы часцей</b> — атрымлівайце самую актуальную інфармацыю без затрымак.',
      '🔹 <b>Ранні доступ да новых функцый</b> — усе новаўвядзенні і абнаўленні з’яўляюцца <b>спачатку ў прэміум-версіі</b>.',
      '🔹 <b>Пашыраны функцыянал</b> — цяпер можна адсочваць <b>да 3 спасылак адначасова</b> замест адной.',
      '🔹 <b>Прыярытэтная падтрымка</b> — звароты падпісчыкаў апрацоўваюцца <b>у першую чаргу</b>.',
      '🔹 <b>Эксклюзіўныя перавагі</b> — палепшаны доступ да ўсіх магчымасцей сэрвісу.',
      '',
      '<b>✨ Абірайце тарыф і карыстайцеся ўжо зараз!</b>',
    ].join('\n')}`,
    'Cообщение для пробного':
      '🧪 <b>Пробны</b> — 1 дзень за 2 рублі (2 руб./дзень). Ідэальна для першага знаёмства!',
    'Cообщение для минимального':
      '⚡ <b>Мінімальны</b> — 3 дні за 5 рублёў (≈1.67 руб./дзень, эканомія 1 рубель). Выдатны старт для эканоміі!',
    'Cообщение для оптимального':
      '🔥 <b>Аптымальны</b> — 7 дзён за 9 рублёў (≈1.29 руб./дзень, эканомія 5 рублёў). Тыдзень па зніжанай цане!',
    'Cообщение для расширенного':
      '🚀 <b>Пашыраны</b> — 15 дзён за 12 рублёў (0.8 руб./дзень, эканомія 18 рублёў). Выдатны баланс кошту і часу.',
    'Cообщение для максимального':
      '👑 <b>Максімальны</b> — 30 дзён за 15 рублёў (0.5 руб./дзень, эканомія 45 рублёў). Максімальная выгада для доўгатэрміновага выкарыстання!',
    'Сообщение для получение бесплатного премиума': `${[
      '🔕 <b>Няма актыўных задач!</b>',
      'На дадзены момант няма актыўных заданняў для бясплатнага атрымання падпіскі. Вяртайцеся пазней!',
    ].join('\n')}`,
  },
};
