export default {
  translations: {
    Приветствие: `${[
      'Доброго времени суток!',
      '🤖 <b>Patrebna</b> - это бот-помощник для отслеживания обновлений на крупнейших площадках Беларуси.',
      '🎯 Наша основная цель - предоставлять вам актуальную информацию и помогать быть в курсе всех обновлений.',
      '',
      '📢 А что бы быть в курсе свежих новостей, акций и обновлений – подписывайтесь на наш <a href="https://t.me/patrebna_news">канал</a>.',
    ].join('\n')}`,
    'Сообщение о регистрации':
      'Что бы начать взаимодействие с ботом, нужно пройти простую регистрацию.',
    'Пользователь уже зарегистрирован':
      '👏 Вы уже зарегистрированы, можете пользоваться ботом.',
    'Сообщение об отслеживании':
      'Вы можете выбрать одну (или несколько) площадок для отслеживания обновлений. ⬇️',
    Регистрация: '🆕 Регистрация',
    'Дата регистрации': 'Дата регистрации',
    Недавно: 'Недавно',
    'Успех регистрации': '🟢 Ура! Регистрация прошла успешно.',
    'Ошибка регистрации':
      '🛑 Регистрация не удалась. Попробуйте снова или обратитесь в техподдержку: <a>@evgeniykolmak</a>.',
    'Количество рефералов': 'Количество рефералов',
    'Сообщение для профиля': `${[
      '👋 <b>Добро пожаловать в ваш профиль!</b>',
      '',
      'Здесь вы найдете информацию о своем аккаунте, сможете проверить статус подписки и управлять настройками.',
      '🚀 Используйте все возможности бота по максимуму!',
    ].join('\n')}`,
    Активна: 'Активна',
    Истекла: 'Истекла',
    Неактивна: 'Неактивна',
    До: 'до',
    Помощь: 'Помощь',
    Техподдержка:
      '💬 Если вы не нашли нужного ответа, не стесняйтесь обратиться в техподдержку: <a>@evgeniykolmak</a>.',
    Профиль: 'Профиль',
    Отслеживать: 'Отслеживать',
    Язык: '🇷🇺 Язык',
    'Сменить язык': '🇧🇾 Беларускі',
    'Переключить язык приложения': '🔄 Вы можете сменить язык интерфейса на:',
    'Язык был изменен': '✅ Язык был успешно изменен на <b>Русский</b>',
    Назад: '⬅️ Назад',
    'Добавить ссылку': '🔗 Добавить ссылку',
    'Добавить еще ссылку': '➕ Добавить еще ссылку',
    Ссылка: 'Ссылка',
    Состояние: 'Состояние ссылки',
    'Информация о ссылке': 'Информация о ссылке',
    'Вот данные по запрашиваемой ссылке': 'Вот данные по запрашиваемой ссылке',
    'Активное состояние': 'Активное',
    'Неактивное состояние': 'Неактивное',
    'Изменить ссылку': '♻️ Изменить ссылку',
    'Удалить ссылку': '❌ Удалить ссылку',
    'Начать отслеживание': '▶️ Продолжить отслеживание',
    'Остановить отслеживание': '⏸️ Приостановить отслеживание',
    'Сообщение об успехе':
      '✅ Все прошло отлично. Можете продолжить пользоваться ботом.',
    'Сообщение о неудаче':
      '🛑 Что-то пошло нет так. Попробуйте снова или обратитесь в техподдержку: <a>@evgeniykolmak</a>.',
    'Сообщение об успешном выполнении задания': `${[
      '🎉 <b>Задание успешно выполнено!</b>',
      '',
      '✅ Вы получили бесплатную подписку — она уже активирована и готова к использованию.',
      '🤖 Теперь вы можете пользоваться ботом без ограничений.',
      '',
      '🔄 А так же, если хотите больше подписки? Возвращайтесь к списку заданий и получайте ещё дни бесплатно! 💪',
    ].join('\n')}`,
    'Сообщение о неудачном выполнении задания': `${[
      '❌ <b>Задание не было выполнено!</b>',
      '',
      '😞 Бонус не был получен, пожалуйста, попробуйте ещё раз.',
      '🤖 Вы можете продолжать пользоваться ботом, но без бонуса на этот раз.',
      '',
      '🔄 Если хотите получить бесплатную подписку, возвращайтесь к заданиям и попробуйте выполнить их снова! 💪',
    ].join('\n')}`,
    'Удалить профиль': '❌ Удалить профиль',
    'Сообщение об удалении профиля':
      '⚠️ Профиль невозможно будет востановить, а так же все данные будут утеряны. Для дальнейшего взаимодействия, потребуется повторная регистрация.',
    'Все равно удалить': '🙆‍♂️ Все равно удалить',
    'В другой раз': '🙅 В другой раз',
    'Подтвердить удаление':
      'Профиль был успешно удален. C нетерпением будем ждать вас снова. 😊',
    'Отклонить удаление':
      '👍 Здорово, что вы передумали. Теперь давайте начнем что-нибудь отслеживать.',
    'Текст для Kufar':
      '🧩 <b>Kufar</b> - это популярный интернет-ресурс, который предоставляет возможность размещать объявления о продаже и покупке различных товаров и услуг. На <b>Kufar</b> можно найти широкий ассортимент товаров, начиная от бытовой техники и мебели, заканчивая автомобилями и недвижимостью.\nℹ️ Что бы начать взаимодействовать, нужно всего лишь добавить ссылку.',
    'Текст для Kufar при добавлении ссылки':
      '❗ Пожалуйста используйте корректные ссылки.\nВставьте содержимое, скопированное из адресной строки браузера (на сайте <b>Kufar.bу</b>), в поле ниже и отправьте сообщение.\n❗❗❗Важно! Ссылку нужно использовать (добавлять) именно ту, что находится в адресной строке браузера, со всеми поддоменами (<b>re</b> - для недвижимости и <b>auto</b> для автомобилей) - иначе работать не будет.',
    'Укажите ссылку для Kufar':
      '⚙️ Укажите ссылку с параметрами для отслеживания типа - https://kufar.by/l/город/товар/',
    'Плейсхолдер ссылки Kufar': 'https://kufar.by/l/город/товар/',
    'Ошибка редактирования сообщения':
      '⚠️ Это сообщение устарело или уже обновлено.',
    'Cообщение для редактирования не найдено':
      '⚠️ Не удалось найти сообщение для редактирования.',
    'Ошибка удаления сообщения': '⚠️ Это сообщение устарело или уже удалено.',
    'Неизвестная ошибка': '❗ Произошла неизвестная ошибка, попробуйте позже.',
    'Ошибка добавления ссылки':
      '❌ Неподходящая ссылка. Пожалуйста, попробуйте снова.',
    'Ссылка удалена': `${[
      '<b>❌ Ссылка была удалена!</b>',
      '',
      'Вы успешно удалили ссылку из списка. Теперь она больше не отслеживается.',
      'Если захотите добавить её снова, просто используйте соответствующую команду.',
    ].join('\n')}`,
    ФИО: 'Фамилия, имя',
    Псевдоним: 'Псевдоним',
    Подписка: 'Подписка',
    'Сообщение над тарифами':
      '🔥 Выберите тариф, который лучше всего подходит вам, и начинайте пользоваться премиум-доступом уже сейчас! 🚀 У нас есть различные варианты на любой запрос – от коротких пробных периодов до максимально выгодных долгосрочных подписок. 💎',
    'Купить подписку': '🛒 Купить подписку',
    'Получить подписку': '🎁 Получить подписку',
    'Количество объявлений': 'Количество объявлений',
    Появилось: 'Появилось',
    'Новое объявление': 'новое объявление',
    'C ценой': 'с ценой',
    Подробнее: 'Подробнее ➡️',
    Оплатить: '💳 Оплатить',
    Дней: 'дней',
    Пробный: 'Пробный 🧪',
    Начальный: 'Начальный 🌱',
    Базовый: 'Базовый 🧱',
    Стандартный: 'Стандартый ⚙️',
    Оптимальный: 'Оптимальный ⭐',
    Расширенный: 'Расширенный 📈',
    Долгосрочный: 'Долгосрочный 🚀',
    Годовой: 'Годовой 🔥',
    'Cообщение для пробного':
      '🧪 <b>Пробный</b> — 1 день за <b>3 BYN</b>. Идеально для первого знакомства!',
    'Cообщение для начального':
      '🌱 <b>Начальный</b> — 3 дня за <b>7 BYN</b> (всего <b>2.33 BYN</b> за день). Отличный старт для экономии.',
    'Cообщение для базового':
      '🧱 <b>Базовый</b> — 7 дней за <b>12 BYN</b> (всего <b>1.71 BYN</b> за день). Неделя по сниженной цене.',
    'Cообщение для стандартного':
      '⚙️ <b>Стандартый</b> — 15 дней за <b>18 BYN</b> (всего <b>1.2 BYN</b> за день). Отличный баланс цены и времени.',
    'Cообщение для оптимального':
      '⭐ <b>Оптимальный</b> — 30 дней за <b>25 BYN</b> (всего <b>0.83 BYN</b> за день). Максимальная выгода для долгосрочного использования.',
    'Cообщение для расширенного':
      '📈 <b>Расширенный</b> — 90 дней за <b>70 BYN</b> (всего <b>0.78 BYN</b> за день). Оптимальный выбор для регулярного отслеживания.',
    'Cообщение для долгосрочного':
      '🚀 <b>Долгосрочный</b> — 180 дней за <b>120 BYN</b> (всего <b>0.67 BYN</b> за день).Заметная выгода на длинной дистанции.',
    'Cообщение для годового':
      '🔥 <b>Годовой</b> — 365 дней за <b>230 BYN</b> (всего <b>0.63 BYN</b> за день). Максимальная экономия за весь период.',
    'Описание подписки': `${[
      '<b>🚀 Основная подписка — максимум возможностей!</b>',
      '',
      '🔸 <b>Описание к каждому объявлению</b> — подробная информация для удобства.',
      '🔸 <b>Дополнительные параметры</b> — расширенные характеристики для недвижимости и авто.',
      '🔸 <b>Просмотр на карте</b> — для недвижимости можно увидеть объект на карте.',
      '🔸 <b>Обновления в 6 раз чаще</b> — получайте самую актуальную информацию без задержек.',
      '🔸 <b>Ранний доступ к нововведениям</b> — все новые функции и обновления появляются <b>сначала в премиум-версии</b>.',
      '🔸 <b>Расширенный функционал</b> — теперь можно отслеживать <b>до 3 ссылок одновременно</b> вместо одной.',
      '🔸 <b>Приоритетная поддержка</b> — обращения подписчиков обрабатываются <b>в первую очередь</b>.',
      '🔸 <b>Эксклюзивные преимущества</b> — улучшенный доступ ко всем возможностям сервиса.',
      '🔹 <b>А так же базовый вариант</b> — простое решение для рядового пользователя.',
      '',
      '<b>✨ Выбирайте тариф и пользуйтесь уже сейчас!</b>',
    ].join('\n')}`,
    'Подписка на канал': 'Подписка на канал',
    Проверить: '📤 Проверить',
    'Пригласить друга': '👥 Пригласить друга',
    'Текс с задачей  о приглашении друга': `${[
      '🤝 <b>Приглашайте друзей — получайте награды!</b>',
      '',
      'Вы можете пригласить друзей 👥 и получить <b>бесплатную подписку на 3 дня</b> 🕔 за каждого.',
      'Поделитесь своей ссылкой 🔗 — и получайте больше возможностей. 👇',
    ].join('\n')}`,
    'Текст с задачей подписки на канал':
      '📢 Подпишитесь на наш новостной канал <a href="https://t.me/patrebna_news">Патрэбные новости</a> с актуальной информацией о проекте и получи <b>7 дней</b> подписки бесплатно — прямо сейчас! 🎁',
    'Описание для списка задач бесплатного премиума': `${[
      '🎯 <b>Выполняйте задания — получайте подписку бесплатно!</b>',
      '',
      'Хотите продлить подписку, не тратя ни копейки? 🤑',
      'Просто выполняйте простые задания из списка ниже — и за каждое выполненное действие 🎁 получайте дополнительные дни подписки.',
      'Чем больше заданий ✅ — тем дольше подписка! ⏳',
    ].join('\n')}`,
    'Подписка уже закончилась': `${[
      '🔔 <b>Ваша подписка завершена!</b>',
      '',
      '🔒 Функции бота временно приостановлены, ваши данные сохранены.',
      '🔄 Чтобы получить максимум возможностей сервиса, продлите подписку прямо сейчас!',
    ].join('\n')}`,
    'Подписка скоро закончится': `${[
      '⚠️ <b>Ваша подписка заканчивается через 1 день!</b>',
      '',
      '🛑 Чтобы не потерять доступ к функциям бота, продлите подписку.',
      '🔗 Все ссылки будут приостановлены, а интервал обновления отключен!',
    ].join('\n')}`,
    'Платежная ссылка не действительна': `${[
      '💳 <b>Платёж не был завершён!</b>',
      '',
      '⏳ Срок действия платёжной ссылки истёк.',
    ].join('\n')}`,
    'Сообщение для неактивных пользователей': `${[
      '⚠️ <b>Важное уведомление!</b>',
      '',
      'Вы были помечены как неактивный пользователь. Чтобы избежать удаления вашего профиля, получите доступ и добавьте ссылку <b>Kufar</b>.',
      '',
      '🕒 У вас есть время до конца этой недели для выполнения данного действия, далее профиль будет удалён.',
      '',
      '👇 Для взаимодействия нажмите кнопку ниже.',
    ].join('\n')}`,
    'Сообщение для заблокированного пользователя':
      '🚫 Ваш доступ к боту заблокирован — для уточнения причин свяжитесь с поддержкой: <a>@evgeniykolmak</a>.',
    'Сообщение для FAQ': `${[
      '<b>Часто задаваемые вопросы (FAQ)</b>',
      '',
      '👋 Добро пожаловать! Если вы только начинаете пользоваться ботом <b>Patrebna</b> или столкнулись с вопросами — здесь вы найдёте основные ответы.',
      '📌 Мы собрали важную информацию, чтобы вы могли быстро разобраться в возможностях бота и эффективно использовать его для поиска нужных объявлений.',
      '🛠️ Не нашли нужного ответа? В конце раздела подскажем, как обратиться в поддержку.',
    ].join('\n')}`,
    'Вопрос 1': '🤖 Что такое Patrebna?',
    'Ответ 1':
      '🔸 <b>Patrebna</b> — это ваш бот-помощник, который отслеживает и оповещает о появлении новых объявлений на площадке <b>Kufar</b>.',
    'Вопрос 2': '🚀 Как начать пользоваться ботом?',
    'Ответ 2':
      '🔸 Всего лишь нужно добавить ссылку на те товары, которые вы собираетесь отслеживать',
    'Вопрос 3': '🔗 Как правильно выбрать ссылку?',
    'Ответ 3':
      '🔸 Для добавления ссылки нужно скопировать ссылку на <b>список товаров</b>, который вы хотите отслеживать, а не на отдельное объявление. Ссылка должна быть полной и содержать все поддомены (например, <b>re.kufar.by</b> или <b>auto.kufar.by</b>), чтобы бот мог правильно отслеживать обновления на всех подкатегориях.',
    'Вопрос 4': '🌐 Где узнать информацию о ссылке?',
    'Ответ 4':
      '🔸 После того как вы добавите ссылку, вся информация будет отображаться в том же разделе, где вы её добавляли. Здесь вы сможете приостановить, изменить или удалить ссылку.',
    'Вопрос 5': '🖇️ Как добавить несколько ссылок?',
    'Ответ 5':
      '🔸 В базовом функционале можно добавить только <b>одну ссылку</b> для отслеживания. В случае подписки доступно добавление <b>до трёх ссылок</b> для отслеживания одновременно',
    'Вопрос 6': '⏱️ Как часто обновляется информация?',
    'Ответ 6':
      '🔸 Бот работает круглосуточно. Для базового функционала обновления происходят раз в <b>30 минут</b>, а для пользователей с подпиской — раз в <b>5 минут</b>.',
    'Вопрос 7': '💸 Сколько стоит пользоваться ботом?',
    'Ответ 7':
      '🔸 В базовом случае использование бота <b>бесплатное</b>. Однако для тех, кто хочет больше возможностей (например, добавление нескольких ссылок или частые обновления), доступна <b>подписка</b>. Более подробную информацию о ценах можно получить при оформлении подписки.',
    'Вопрос 8': '🔑 Что дает подписка?',
    'Ответ 8': `${[
      '🔸 Подписка предоставляет:',
      '- обновления в <b>6 раз чаще</b>',
      '- возможность отслеживать <b>до 3 ссылок одновременно</b>',
      '- ранний доступ к новым функциям и новинкам',
      '- описание <b>к каждому</b> объявлению, <b>дополнительные параметры</b> для недвижимости и авто, <b>просмотр объекта на карте</b> для недвижимости',
      '- приоритетную поддержку',
      '- эксклюзивные преимущества, включая улучшенный доступ ко всем возможностям сервиса',
    ].join('\n')}`,
    'Вопрос 9': '🔄 Как я могу продлить подписку?',
    'Ответ 9':
      '🔸 Подписка суммируется, поэтому ее можно продлить <b>в любое время</b> через раздел подписок в боте. Просто выберите нужный тариф и оформите оплату <b>удобным способом</b>.',
    'Вопрос 10': '🎁 Как получить бесплатную подписку?',
    'Ответ 10':
      '🔸 Бесплатную подписку можно получить, выполняя различные задачи, такие как <b>подписка на канал</b> или <b>приглашение рефералов</b>. Более подробную информацию о текущих актуальных задачах можно найти в разделе <b>Подписка</b>.',
    'Вопрос 11': '📰 Как узнать последние новости о боте?',
    'Ответ 11':
      '🔸 Все актуальные новости и обновления о боте можно узнать в нашем канале <a href="https://t.me/patrebna_news">Патрэбные новости</a>',
    'Черная пятница':
      '🖤 <b>Чёрная Пятница уже здесь!</b>\n\nСкидки <b>-50%</b> на все подписки ⚡\nУспей оформить, пока акция действует!',
    'Новогодняя акция': `${[
      '🎉<b>Новогодняя акция!</b>🎉',
      '',
      '❄️ Скидка <b>26%</b> на все тарифы!',
      'Подарите себе выгоду к Новому году – предложение действует до <b>Старого Нового года</b>. ⏰',
    ].join('\n')}`,
    'Показать на карте': '📍 На карте',
    'В локации': 'в локации',
    'Нулевая ссылка': `${[
      '⚠️ <b>Ссылка успешно добавлена, но по ней не удалось найти объявления.</b>',
      'Возможно, товар появляется очень редко или ссылка указана некорректно. Проверьте, пожалуйста, что всё введено верно.',
    ].join('\n')}`,
    Продавец: 'Продавец',
    Цена: 'Цена',
    Этаж: 'Этаж',
    Пробег: 'Пробег',
    Доставка: 'Доставка',
    Объем: 'Объем',
    'Состояние товара': 'Состояние',
    'Безопасная сделка': 'Безопасная сделка',
    'Общая площадь': 'Общая площадь',
    'Количество комнат': 'Количество комнат',
    'Год постройки': 'Год постройки',
    'Год выпуска': 'Год выпуска',
    'Тип кузова': 'Тип кузова',
    'Коробка передач': 'Коробка передач',
    'Тип двигателя': 'Тип двигателя',
    Кошелёк: '💼 Кошелёк',
    Магазин: '🏪 Магазин',
    Баланс: 'Баланс',
    Бонусы: 'Бонусы',
    Бонусов: 'бонусов',
    Подтвердить: 'Подтвердить',
    'Сообщение о кошельке': `${[
      '💰 <b>Добро пожаловать в ваш кошелёк.</b>',
      '',
      'Здесь вы можете удобно пополнять баланс и получать дополнительные бонусы — всё в одном месте.',
      '',
      '<b>Способы получения бонусной валюты:</b>',
      '💠 <b>+10% от каждой оплаты подписки</b> — бонус автоматически начисляется после каждой транзакции.',
      '💠 <b>Реферальная программа</b> — бонусы за каждого приглашённого пользователя.',
      '💠 <b>Подписка на официальный канал</b> — дополнительное начисление за поддержку проекта.',
      '💠 <b>Ежедневный бонус</b> — регулярное начисление при ежедневном посещении.',
      '',
      'Используйте накопленные средства для продления подписки и получения полного доступа ко всем возможностям сервиса.',
    ].join('\n')}`,
    'Сообщение о магазине': `${[
      '🏪 <b>Добро пожаловать в магазин бонусов!</b>',
      '',
      'Здесь вы можете потратить накопленные бонусы на различные услуги или подписку.',
    ].join('\n')}`,
    'Пополнить баланс': '💳 Пополнить баланс',
    'Ежедневный бонус': '🎁 Ежедневный бонус',
    'Успех получения бонусов': `${[
      '✅ Успешно!',
      'Сегодня получено бонусов:',
    ].join('\n')}`,
    'Бонус уже получен': `${[
      '🎁 Вы уже получили <b>ежедневный бонус</b>.',
      'Возвращайтесь <b>завтра</b>.',
    ].join('\n')}`,
    'Сообщение над бонусами': `${[
      '✨ <b>Бонусы</b> — это внутренняя валюта сервиса. Их можно использовать для оплаты <b>подписки</b> и других возможностей внутри бота.',
      'Выберите удобный пакет и пополните баланс по прозрачному курсу: <b>1 BYN = 10 бонусов.</b>',
    ].join('\n')}`,
    'Бонус 10':
      '🧪 <b>10 бонусов за 1 BYN</b> — попробуй свои первые возможности сервиса! ✨',
    'Бонус 50':
      '⚡ <b>50 бонусов за 5 BYN</b> — хватит на несколько действий и экспериментов! 💎',
    'Бонус 100':
      '🚀 <b>100 бонусов за 10 BYN</b> — используйте для подписки или других функций! 🌟',
    'Бонус 250':
      '💎 <b>250 бонусов за 25 BYN</b> — идеальный старт для активного использования! 🔥',
    'Бонус 500':
      '🔥 <b>500 бонусов за 50 BYN</b> — больше бонусов, меньше пополнений! ⚡',
    'Бонус 1000':
      '🏆 <b>1000 бонусов за 100 BYN</b> — максимальная свобода для всех возможностей! 🌟',
    'Сыграть в игру': 'Сыграть в игру',
    Выигрыш: `${[
      '🎉 <b>Удача на вашей стороне!</b>',
      '',
      'Вам начислен <b>+1 день Premium</b>.',
      '🔁 Возвращайтесь завтра, чтобы попробовать ещё раз и испытать удачу.',
    ].join('\n')}`,
    'Дополнительная попытка в игре': 'Дополнительная попытка в игре',
    Проигрыш: `${[
      '🎲 <b>Не в этот раз.</b>',
      '',
      'Удача сегодня была не на вашей стороне.',
      '🔁 Возвращайтесь завтра, чтобы попробовать ещё раз и испытать удачу.',
    ].join('\n')}`,
    'Правила игры': `${[
      '🎲 <b>Кубик удачи</b> 🎲',
      '',
      'Угадайте число, которое выпадет на кубике, и получите <b>+1 день Premium</b>. (<i>После выбора числа кубик бросается автоматически.</i>)',
      '⚠️ Сыграть можно один раз в сутки.',
    ].join('\n')}`,
    'Игра уже сыграна': `${[
      '⏳ <b>Вы уже сыграли сегодня!</b>',
      '',
      '🔁 Возвращайтесь завтра, чтобы попробовать ещё раз и испытать удачу.',
    ].join('\n')}`,
    'Успешная покупка за бонусы': `${[
      '🎉 <b>Поздравляем!</b>',
      'Вы успешно приобрели подписку за бонусы.',
    ].join('\n')}`,
    'Недостаточно бонусов': `${[
      '⚠️ <b>Недостаточно бонусов</b>',
      'На вашем балансе недостаточно бонусов для выполнения этой операции.',
    ].join('\n')}`,
    'Сообщения при покупке попытки в игре': `${[
      '🎲 <b>Кубик удачи</b>',
      'Воспользуйтесь возможностью сыграть в игру ещё раз всего за <b>5 бонусов</b>.',
      'Количество попыток не ограничено.',
    ].join('\n')}`,
    'Доступна бесплатная попытка в игре':
      '⚠️ Сначала используйте бесплатную попытку, после чего сможете сыграть за бонусы.',
    'Получить триал': '🚀 Активировать пробный период',
    'Получить доступ': '➡️ Получить доступ',
    'Основная подписка': '⭐ Основная подписка',
    'Базовая подписка': '📦 Базовая подписка',
    'Триал получен': `${[
      '✅ Пробный период на <b>7 дней</b> активирован!',
      'Теперь вы можете пользоваться основными функциями бота.',
    ].join('\n')}`,
    'Триал  сообщение': `${[
      '🔔 Чтобы начать отслеживать ссылки и получать уведомления, необходимо активировать <b>пробный период</b>.',
      '',
      '🧪 В течение этого периода вы сможете протестировать <b>основные возможности</b> бота.',
      '🚀 Если всё устроит — подписку можно будет продлить или улучшить, чтобы открыть <b>дополнительные функции</b> и <b>увеличить лимиты</b>.',
      '',
      '☕️ Стоимость <b>базовой</b> подписки на месяц — <b>ниже</b>, чем <b>стаканчик кофе</b>.',
    ].join('\n')}`,
    'Триал использован': `${[
      '🔒 Пробный период уже был <b>использован</b>.',
      '',
      '📦 Чтобы продолжить отслеживать ссылки и получать уведомления, необходимо оформить <b>подписку</b>.',
      '⭐ Подписка открывает постоянный доступ к основным функциям бота и позволяет работать без ограничений пробного периода.',
      '',
      '☕️ Стоимость <b>базовой</b> подписки на месяц — <b>ниже</b>, чем <b>стаканчик кофе</b>.',
    ].join('\n')}`,
    'Cообщение для базовой подписки': `${[
      '📦 <b>Базовая подписка</b>',
      '',
      'Предоставляет доступ к <b>основным функциям</b> бота.',
      'Подходит для регулярного использования, отслеживания и получения уведомлений.',
    ].join('\n')}`,
    'Всего:': 'Всего:',
    'Подпись к базовой подписке':
      'вы получаете <b>доступ</b> к базовой подписке на <b>30 дней</b>.',
    'Выбор типа подписки': `${[
      '⬇️ Выберите подходящую подписку:',
      '',
      '⭐ <b>Основная</b> — расширенные возможности и максимальный функционал.',
      '📦 <b>Базовая</b> — доступ к основным функциям для регулярного использования.',
    ].join('\n')}`,
    'Успешная подписка (title)': '<b>Спасибо!</b> Получен платёж на сумму',
    'Успешная подписка (subtitle)':
      '✅ Подписка активирована и будет действовать до',
    'Успешное пополнение (subtitle)': '✅ Ваш кошелек был пополнен на',
  },
};
