export default {
  translations: {
    'На главную':
      '🔗 Что бы начать отслеживать достаточно просто добавить ссылку.',
    Приветствие:
      'Доброго времени суток!\n🤖 <b>Patrebna</b> - это бот-помощник для отслеживания обновлений на крупнейших площадках Беларуси.\n🎯 Наша основная цель - предоставлять вам актуальную информацию и помогать быть в курсе всех обновлений.',
    'Сообщение о регистрации':
      'Что бы начать взаимодействие с ботом, нужно пройти простую регистрацию.',
    'Сообщение об отслеживании':
      'Вы можете выбрать одну (или несколько) площадок для отслеживания обновлений. ⬇️',
    Регистрация: '🆕 Регистрация',
    'Успех регистрации':
      '🚀 Ура! Регистрация прошла успешно.\nНастройте ваш профиль для дальнейшего взаимодействия с ботом. (Вы так же можете сделать это позднее).',
    'Ошибка регистрации': '🛑 Регистрация не удалась. Попробуйте снова.',
    Помощь:
      'Если у вас возникли какие-то проблемы или вопросы - обратитесь в техподдержку: <a>@evgeniykolmak</a>',
    Профиль: '👤 Профиль',
    Язык: '🇷🇺 Язык',
    'Сменить язык': '🇧🇾 Беларускі',
    'Переключить язык приложения': '🔄 Вы можете сменить язык интерфейса на:',
    'Язык был изменен': '✅ Язык был успешно изменен на <b>Русский</b>',
    Отслеживать: '👁️ Отслеживать',
    Назад: '⬅️ Назад',
    'Добавить ссылку': '🔗 Добавить ссылку',
    'Изменить ссылку': '♻️ Изменить ссылку',
    'Сообщение об успехе':
      '✅  Все прошло отлично. Можете продолжить пользоваться ботом.',
    'Действие отменено': '↪️ Действие было отменено, вы перемещены на главную.',
    'Удалить профиль': '❌ Удалить профиль',
    'Сообщение об удалении профиля':
      '⚠️ Профиль невозможно будет востановить, а так же все данные будут утеряны. Для дальнейшего взаимодействия, потребуется повторная регистрация.',
    'Все равно удалить': '🙆‍♂️ Все равно удалить',
    'В другой раз': '🙅 В другой раз',
    'Подтвердить удаление':
      'Профиль был успешно удален. C нетерпением будем ждать вас снова. 😊',
    'Отклонить удаление':
      '👍 Здорово, что вы передумали. Теперь давайте начнем что-нибудь отслеживать.',
    'Текст для Kufar':
      '🧩 <b>Kufar</b> - это популярный интернет-ресурс, который предоставляет возможность размещать объявления о продаже и покупке различных товаров и услуг. На <b>Kufar</b> можно найти широкий ассортимент товаров, начиная от бытовой техники и мебели, заканчивая автомобилями и недвижимостью.\nℹ️ Что бы начать взаимодействовать, нужно всего лишь добавить ссылку.',
    'Текст для Kufar при добавлении ссылки':
      '❗ Пожалуйста используйте корректные ссылки.\nВставьте содержимое, скопированное из адресной строки браузера (на сайте <b>Kufar.bу</b>), в поле ниже и отправьте сообщение.',
    'Укажите ссылку для Kufar':
      '⚙️ Укажите ссылку с параметрами для отслеживания типа - https://kufar.by/l/город/товар/',
    'Плейсхолдер ссылки Kufar': 'https://kufar.by/l/город/товар/',
    'Ошибка добавления ссылки':
      '❌ Неподходящий ссылка. Пожалуйста, попробуйте снова.',
  },
};
